       IDENTIFICATION DIVISION.
       PROGRAM-ID. VIBE.
       PROCEDURE DIVISION.
           DISPLAY "Welcome to VibeStockMarket!".
           STOP RUN.
